var name = prompt('Введите ваше имя')
console.log(name);

var age = +prompt('Введите ваш возраст')
console.log(age);


var plus = +prompt('Решите это выражение: 40 + 28')
console.log('40 + 28 Ваш ответ: ' + (plus) + '... Правильный ответ 68');

var minus = +prompt('Решите это выражение: 123 - 94')
console.log('123 - 94 = ' + (minus) + '... Правильный ответ 29');

var times = +prompt('Решите это выражение: 34 * 3')
console.log('34 * 3 = ' + (times) + '... Правильный ответ 102');

var plus = +prompt('Решите это выражение: 96 / 3')
console.log('96 / 3 = ' + (plus) + '... Правильный ответ 32');

var plus = +prompt('Решите это выражение: 92 % 3 (Найдите остаток от числа)')
console.log('92 % 3 = ' + (plus) + '... Правильный ответ 2');

alert('Зайдите в консоль, чтобы посмотреть результаты.')